
let data = {
	
	
	//$1CP运动定位,索引值,piece
	$3d:[
			[0,'translate3d('+-110/40+'rem,'+120/40+'rem,0)'],//07
			[2,'translate3d('+505/40+'rem,'+470/40+'rem,0)'],//15
			[3,'rotateZ(-15deg) translate3d('+400/40+'rem,'+190/40+'rem,0)'],//06
			[9,'translate3d('+-75/40+'rem,'+115/40+'rem,0)'],//08
			[10,'translate3d('+-75/40+'rem,'+390/40+'rem,0)'],//09
			[11,'translate3d('+-35/40+'rem,'+645/40+'rem,0)'],//10
			[18,'translate3d('+-140/40+'rem,'+715/40+'rem,0)'],//11
			[1,'translate3d('+370/40+'rem,'+950/40+'rem,0)'],//14
			[12,'translate3d('+-80/40+'rem,'+815/40+'rem,0)']//12
		],
		
		
		
	//NX详情页	
	NX_describe:{
		
			//第一篇
			pageOne:[
						'<h1>值得喝彩的“矛盾”</h1>',
						'<p>「既毁了卢浮宫又毁了金字塔！」—这是玻璃金字塔诞生之前，贝聿铭听到最多的评论。当时的每一个批评家都觉得，这种古老与现代的碰撞，传统与前卫的冲突，简直就是自相矛盾。时隔多年，当人们流连于玻璃金字塔投射出的瑰丽光华，他们终于发现—矛盾，本来就是值得喝彩的极致之美。</p><br /><br />',
						'<p>在文明发展的高速路上，“矛盾”恰似一个少有人涉足的岔路口。人们习惯于在趋势的大道上品尝甘甜，而忌惮于在矛盾的蹊径中探寻更独特的美妙。可当你静心感悟，竟会发现世间那些令人喜出望外的瑰丽、巧夺天工的造物，竟然无一例外地绽放于同一颗种子—矛盾。</p>',
						'<img src="img/part2/pages/1_1.jpg" />',
						'<p>话说至此，就不得不提本文的主人公—雷克萨斯中型SUV NX。凌厉精悍的车身外观透出的无尽锋芒，正是源自于两面交锋所交汇出的独特风格。</p><br /><br />',
						'<h2>【运动&豪华】</h2>',
						'<img src="img/part2/pages/1_2.jpg" />',
						'<p>在NX的身上，你会轻易地找到武者般的矫健飒爽：极具雕塑感的车身侧面线条，让NX的每一次发动，都仿若一颗划破气流的子弹。标志性的纺锤形前进气格栅，既对品牌家族化脸谱致敬，也透着一股舍我其谁的动感。</p>',
						'<img src="img/part2/pages/1_3.jpg" />',
						'<p>此外，绅士般的品味与格调，在NX之中也随处可见。除了脱身于超级跑车LFA的设计细节、“白金工厂”的匠师手工、还有更值得一提的Shimamoku乌木材质。这种原本配备于旗舰车型LS的木饰非但用料上乘，其背后的精妙工艺更令资深鉴赏家们纷纷叫绝。要知道，要让乌木成为一种优雅的装饰材料，需要经历38天67道工序，辗转三家工厂车间，由数十名专业熟练人员手工打造而成，成本和制作难度都相当之高。乌木使用与最顶级的Yamaha钢琴表面相同的哑光处理工艺，每一块乌木制成的部件都泛着低调的淡淡光泽，为触觉和视觉带来无与伦比的愉悦感受。如此说来，正是对动感与质感的孜孜以求，才使得NX成为一部“非主流”的运动&豪华SUV。</p><br /><br />',
						'<h2>【精悍&宽敞】</h2>',
						'<img src="img/part2/pages/1_4.jpg" />',
						'<p>至于空间，雷克萨斯NX的“矛盾”更令人称道。几乎每一位试乘者都会惊诧于在NX精悍的车身中，竟隐藏着如此出色的空间表现：前排乘客与后排乘客的962毫米臀点间距在同级SUV中堪称标杆；近乎平整的后排地板设计，全然释放了传统车型的足部空间，让三位乘客同时安享后排空间成为可能。同样，它的后备箱空间也让实用主义者们深感满意：500升的后备厢容积能够轻松收纳4个9.5英寸高尔夫球包或者两个28寸旅行箱。</p><br /><br />',
						'<h2>【大气&小节】</h2>',
						'<img src="img/part2/pages/1_5.jpg" />',
						'<img src="img/part2/pages/1_6.jpg" />',
						'<p>大气与小节，同样在NX中碰撞出令人惊喜的化学作用。当你置身于座舱中，感觉到的是一种浑然一体的大气。那么身体触及NX的一切细微感受，则来自于精雕细琢的小节。你甚至会有那种每一处感官都被量身定制的感觉：肌肤触及之处，均由柔软材质覆盖；每一个按钮都与手指掌心完美贴合。仅用单手就能开瓶的阻尼水杯托、隐藏光源的呼吸灯车门把手……甚至内饰针脚的细密间隔， NX都能做到整齐划一。</p><br /><br />',
						'<h2>【科技&人性化】</h2>',
						'<img src="img/part2/pages/1_7.jpg" />',
						'<img src="img/part2/pages/1_8.jpg" />',
						'<p>科技与人性化的矛盾，也因为NX而完美统一。我们可以在NX中轻易地找出很多超规格的装备：智能手机无线充电、触控式多媒体信息操作系统、全彩抬头显示系统、360度全景监测摄像头……而这些科技配备的共同使命，就是以人为本。它们让你轻松摆脱数据线的束缚，让你专注于前方就能通晓各种驾驶娱乐信息，更让你用再熟悉不过的触控方式实现座驾的各种功能。难怪人们会说，最优秀的技术，不是让你知道它的存在，而是让你在得到便利的同时根本感觉不到它的存在。</p><br /><br />',
						'<p>“生命在于矛盾，在于运动，一旦矛盾消除，运动停止，生命也就鲜活不再。”对于矛盾的价值，歌德的话就是极好的力证。NX正是如此，它用自己的实力为“矛盾”赋予了全新的定义。比起一味地颂扬完美，它的“矛盾”显然更值得我们点赞喝彩。</p>'			
			],
			
			//第二篇
			pageTwo:[
						'<h1>或许，设计并不存在</h1>',
						'<p>在印度，流传着一个古老的故事。一位雕刻工匠远近闻名，于是有人向他求教：“您是如何把大象雕刻的如此传神？”匠人的答案很简单：“我只是面对木头，然后把不属于大象的部分去掉。”</p><br /><br />',
						'<p>是的，设计属于上帝，而伟大的设计师只是恰巧被上帝抓住了手而已。所以当人们盛赞圣家族大教堂是人类能创造出的最天才的建筑时，它的作者安东尼奥·高迪却将这荣耀拱手让给了上帝。因为在他看来，“只有疯子才会试图去描绘世界上不存在的东西！”与其挖空心思地去凭空“发明”什么特别的形式，不如从世间万物中攫取变幻无穷的灵感。</p><br /><br />',
						'<p>那么，雷克萨斯中型SUV NX的诞生又源自怎样的灵感，这些灵感又凝练出了怎样的个性？</p><br /><br />',
						'<h2>这一次，灵感<br />用子弹般的精悍，成功突袭。</h2>',
						'<img src="img/part2/pages/2_1.jpg" />',
						'<img src="img/part2/pages/2_2.jpg" />',
						'<p>如果你曾见过NX的顶视草图，相信你会对四根简洁利落的蓝色线条印象深刻。没错，它们勾勒出的造型正是一颗子弹，一颗从整块金属中雕琢而出的实心子弹。强劲的能量就在这精悍的身型中凝聚，只待油门踏板的一声令下，那种子弹划破长空的感觉便会统统迸发。如果把镜头慢放，你仿佛能够看到气流沿着NX的身躯，扭转、升腾、再平滑流淌的美妙变化。这就是被称为"Inner Bullet"的设计主题。</p><br /><br />',
						'<h2>视网膜上，<br />是灵感留下的犀利侧影。</h2>',
						'<img src="img/part2/pages/2_3.jpg" />',
						'<p>灵感，是设计师最渴求的奢侈品，但它的匆匆身影，只会被犀利的目光捕获。就像钻石，你可以找到无数华丽的词藻形容它，但回归本质，却无法回避一个词——犀利。NX的侧部轮廓正是源自于此。设计师用钻石工匠般的手法，在车侧削切出变化丰富的结构，这种线条与切面结合而成的雕塑感，共同构筑了NX华丽而又不失锋锐的侧影。</p><br /><br />',
						'<h2>有时候，<br />灵感会霸气地占据内心。</h2>',
						'<img src="img/part2/pages/2_4.jpg" />',
						'<p>一旦灵感席卷而至，任凭哪一位设计师，都会有冲动为作品注入舍我其谁的魄力，NX的设计师也是如此。原有的家族式格栅的视觉重心被降低，从而变成NX这只机械悍兽的巨口，吞没阻挡在前方的气流。而运动化的分离式大灯，也化作它的如炬双眼，当你与之对视，就会发现那种目光所表现出的霸气。</p><br /><br />',
						'<h2>灵感，<br />甚至为静物赋予生命力。</h2>',
						'<img src="img/part2/pages/2_5.jpg" />',
						'<p>汽车，从不是陈列在车位上任人评头论足的展品。失去了动感和活力，再美轮美奂的设计都不值一提。如何为NX赋予动感的基因，即便停驻，都能令人感受到它勃勃的生命力？感谢灵感，给出了漂亮的答案。来自仿生学的外扩后轮眉设计，让NX的后部结构更为扎实。即便处于静态，这种猎豹狩猎前的蹲踞造型，都会让观者感受到它面对猎物时，那种蓄势待发即将腾跃前冲的冲劲。</p><br /><br />',
						'<p>设计，也许真的并不存在，它只是诸多灵感的结合。当世界需要一部兼具精悍动感，又不失霸气的座驾时，NX的诞生就已注定。NX的设计师，也许只是被上帝抓住了手。只不过这一次，上帝的手法分外犀利。</p>',
						'<img src="img/part2/pages/2_6.jpg" />'
			],
			
			//第三篇
			pageThree:[
						'<h1>那个名叫细节的魔鬼</h1>',
						'<p>20世纪世界最伟大的建筑师之一的密斯·凡·德罗，在被要求用一句话来描述自己成功的原因时，他只说了五个字：“细节是魔鬼。”</p><br /><br />',
						'<p>对于建筑作品来说，无论设计方案如何恢弘大气，如果对细节的把握不到位，就不能称之为一件杰作。准确、生动的细节中，可以萌发出伟大的作品，而对细节的疏忽，则会让宏伟的规划付诸东流。德罗和细节的较量，究竟能精密到何种程度？就在他的剧院竣工后，他所做的第一件事并非站在远处，纵览自己的作品。而是奔向听众席，亲自去调试每一把座椅，以保证每一名观众都能得到最好的音乐效果。</p><br /><br />',
						'<p>正所谓“一念成佛，一念疯魔”。一念之间的得过且过，都极有可能打开潘多拉盒子，让肆虐的魔鬼毁掉一部杰作。对于雷克萨斯NX的设计者来说，击溃魔鬼的这一“念”？究竟是什么？</p><br /><br />',
						'<p>答案，两个字—执念</p><br /><br />',
						'<h2>充满执念的目光，<br />总是分外鲜活。</h2>',
						'<img src="img/part2/pages/3_1.jpg" />',
						'<p>京剧中有一句口诀--文戏看眼，名家在眼神顾盼之间，就能刻画出角色的喜怒哀愁。这样的功力，绝非一朝一夕练就。同样，座驾的目光也是如此。不妨想象当你凝视一双车灯时，看到的不是LED光源、不是反光棱镜、不是任何工业时代量产出的空洞与冰冷。取而代之的，是犀利、是深邃、是执着与魄力，是远望未知，又了然于胸的气度。雷克萨斯NX的双眼，似乎正有这样一种魔力，分列于横向、竖向和纵向的三个L型LED光源，共同构筑出富有层次感的立体空间，那仿佛燃烧在瞳孔中的冷峻高光，充满着生命的质感，让人无论从什么角度，都能感受到它的目光注视。换言之，NX的设计者也许并非在设计车灯，而是去创造了一双拥有生命力的目光。当然，NX呈现的，不只是一见倾城的对视，夜晚如红色冰雕般晶莹剔透的无缝尾灯，则是它令人沉醉的回眸。</p><br /><br />',
						'<h2>时代很赶，<br />好在总有些人执着放慢。</h2>',
						'<img src="img/part2/pages/3_2.jpg" />',
						'<p>当思考出自于碎片化的浏览，当味蕾满足于包装精美的套餐，当人们满足于将那些“历时一年打造的划时代产品”视为里程碑时，真正愉悦感官的瞬间，却变得可遇难求。所以当有人听说NX的设计师团队用了三年的时间，打造了一个门把手时。他的五官难免会拼出“难以置信”四个字。可是，这是真的。尽管你与车门把手每天的共处时间大概不会超过几十秒。但还是有人在意这个瞬间是否能随你心愿。作为世界首创的隐藏式钥匙孔车门把手，它呈现出了一个完整无暇的触感结构。无论左手还是右手，都能得到量身定制般的持握感受。除此之外，NX的设计师甚至将“礼仪”这一人文元素融入到门把手的细节当中。不妨回想一下高端酒店的客房玄关灯，在打开房门的瞬间，灯光不是骤然亮起，而是以逐渐亮起的光线迎接宾客的到来。而NX将这一礼节仪式复刻在了门把手上，你甚至无法找到光源在何处，只知道那呼吸般渐亮的灯光，在向你表示敬意。</p><br /><br />',
						'<h2>每个有情怀的角落背后，<br />能看到执念闪闪发光。</h2>',
						'<img src="img/part2/pages/3_3.jpg" />',
						'<p>角落，可以让人过目即忘，成为细节这个魔鬼肆虐的乐园。也能成就典范之作，就如密斯·凡·德罗的剧院观众席座椅。在心怀执念的人看来，后者显然是不二选择。</p><br /><br />',
						'<p>就像如果有人突然问起，你的后视镜是什么造型的？你或许会感到诧异。毕竟在很多人看来，后视镜不过是一个为了行车安全而出现的必需品。可是NX的设计者在安全之外，仍有另一番考量。首先是设计，雕塑感十足的反L型设计，让人们哪怕只凭后视镜，就能认出这是一部雷克萨斯NX。其次，水银般的流体造型，也能在行驶中化解气流的阻力。除此之外，当从驾驶席上观察后视镜时，你会惊喜的发现后视镜前方的视野格外通透，这得益于扩大的A柱三角区，让曾经的盲点一目了然。</p>',
						'<img src="img/part2/pages/3_4.jpg" />',	
						'<p>提到角落，便不得不说到排气管。设计者们在这个座驾最不起眼的暗处，倾注了不亚于控制碳排放量的思考。这些执着的狂人们显然无法允许在主打动感的NX 200t车尾，高悬着令人唏嘘的圆筒排气管。所以从这个硬朗有致的四边形金属管中，观众甚至能够找到某些高性能摩托车的排气管造型风格。而对于Lexus Hybrid Drive全混动力的NX 300h，你甚至难以发现排气管存在的痕迹。因为对于一部倡导节能低碳的座驾，这无疑是最为切题的设计。</p><br /><br />',
						'<p>也许有人仍然会说，再多精美的雕琢，那终究是一个默默无闻的角落，但是他无法否认，在一个个这样的角落背后，闪耀着执念的光芒。</p><br /><br />',
						'<p>没错，细节是魔鬼，当你忽视它的存在，它会让一部作品毁于败笔。</p><br /><br />',
						'<p>不过，细节是魔鬼，当你以超乎寻常的执念与之博弈，它终将臣服在你脚下，化作再一次的鬼斧神工。</p>'			
			],
			
			//第四篇
			pageFour:[
						
			]
			
	}
	
}